
/* Shared Error Strings for MacConfig Apps */

/****** ACP Errors *******/

/* GenericACPError */
"GenericACPError" = "Forsikre deg om at Apple Wi-Fi-basestasjonen er koblet til strøm og innenfor rekkevidden til maskinen eller koblet til via Ethernet, og prøv igjen. (%d)";

/****** Problem Codes *******/

/* Problem codes reported by the base station that AirPort Utility doesn't know about */
"tooNew" = "Ukjent problem (%@)";
"tooNew.description" = "Denne Apple Wi-Fi-basestasjonen rapporterer om et ukjent problem. Klikk på Programvareoppdatering for å oppdatere AirPort-verktøy, og prøv igjen.";
"tooNew.remedy" = "Programvareoppdatering…";

/* kACPProblemCodeUnknown */
"unkn" = "Ukjent problem";
"unkn.description" = "Denne Apple Wi-Fi-basestasjonen rapporterer om et ukjent problem. Du kan prøve å slå den av og på igjen, kontrollere om det finnes nyere firmware eller utføre en hard nullstilling. En hard nullstilling sletter alle innstillingene på basestasjonen og krever at du konfigurerer den på nytt.";

/* kACPProblemCodeWANNoLink */
"waNL" = "Ethernet er ikke koblet til";
"waNL.description" = "Det ser ut til at det ikke er koblet noe til Ethernet WAN-porten. Hvis du kobler maskinen til Internett via DSL-, kabel- eller annet bredbåndsmodem, eller du bruker et nettverk som er koblet til Internett, kobler du bredbåndsmodemet eller nettverkskabelen til Ethernet WAN-porten.";
"waNL.furtherInfo" = "Når du har kontrollert Ethernet-tilkoblingen til WAN-porten, klikker du på «Kontroller Ethernet WAN-port».";
"waNL.retest" = "Kontroller Ethernet WAN-port";

/* kACPProblemCodeWANNoInternet */
"waNI" = "Internett-forbindelse";
"waNI.description" = "Apple Wi-Fi-basestasjonen har ingen gyldig IP-adresse. Forsikre deg om at Apple Wi-Fi-basestasjonen er koblet til et bredbåndsmodem eller et lokalnettverk, kontroller innstillingene, og prøv igjen. Hvis du fremdels ikke kan koble til, kontakter du Internett-leverandøren.";
"waNI.furtherInfo" = "Den vanligste løsningen på dette problemet er å nullstille bredbåndsmodemet. Du nullstiller modemet ved å slå det av, vente i minimum 5 minutter og deretter slå det på igjen.";
"waNI.remedy" = "Internett…";

/* kACPProblemCodeRadioNoNetwork */
"raNN" = "Trådløst nettverk";
"raNN.description" = "Denne Apple Wi-Fi-basestasjonen er konfigurert til å koble til et bestemt trådløst nettverk som ikke ble funnet. Hvis du ikke ser nettverket du vil koble til, i Nettverksnavn-lokalmenyen, skriver du inn nettverkets navn og passord og prøver igjen.";
"raNN.remedy" = "Trådløst…";

/* kACPProblemCodeWDSNoPartner */
"wdsP" = "WDS-feil";
"wdsP.description" = "Denne Apple Wi-Fi-basestasjonen er konfigurert til å være en del av et WDS-nettverk, men ingen andre Apple Wi-Fi-basestasjoner ble funnet.";
"wdsP.furtherInfo" = "Kontroller at de trådløse MAC-adressene til de trådløse WDS-enhetene er riktige. Forsikre deg om at de trådløse enhetene er koblet til og er innenfor rekkevidden til denne Apple Wi-Fi-basestasjonen.";
"wdsP.remedy" = "WDS…";

/* kACPProblemCodePPPoENoServer */
"ppNS" = "PPPoE-tjener";
"ppNS.description" = "Denne Apple Wi-Fi-basestasjonen er konfigurert til å koble til Internett ved hjelp av PPPoE, men ingen PPPoE-tjenere ble funnet. Forsikre deg om at Internett-leverandøren krever at du bruker PPPoE, og forsikre deg deretter om at modemet er slått på og koblet til WAN-porten på denne Apple Wi-Fi-basestasjonen, og prøv igjen. Hvis du fremdeles ikke kan koble til tjeneren, kontakter du tjenesteleverandøren.";
"ppNS.remedy" = "PPPoE…";

/* kACPProblemCodePPPoEBadPassword */
"ppBP" = "PPPoE-passord";
"ppBP.description" = "Denne Apple Wi-Fi-basestasjonen er konfigurert til å koble til Internett ved hjelp av PPPoE, og passordet du har oppgitt er ikke riktig. Skriv inn riktig passord, og prøv igjen. Hvis du fortsatt ikke kan koble til, tar du kontakt med Internett-leverandøren din.";
"ppBP.remedy" = "PPPoE…";

/* kACPProblemCodeRADIUSNoServer */
"rdNS" = "RADIUS-tjener";
"rdNS.description" = "Denne Apple Wi-Fi-basestasjonen er konfigurert til å koble til Internett ved hjelp av WPA Enterprise- eller RADIUS-basert tilgangskontroll, men ingen RADIUS-tjener ble funnet. Kontroller at tjenerinnstillingene er riktige, og prøv igjen.";
"rdNS.remedy" = "Tilgangskontroll…";

/* kACPProblemCodeLowUSBPower */
"usbp" = "USB-strøm"; 
"usbp.description" = "En enhet som er koblet til USB-porten på Apple Wi-Fi-basestasjonen, krever mer strøm enn Apple Wi-Fi-basestasjonen kan gi den. Koble enheten til en strømkilde, eller koble den til en USB-hub med egen strømforsyning.";
"usbp.remedy" = "Disker…";

/* kACPProblemCodeDiskNeedsRepair */
"fsck" = "Disk trenger reparasjon";
"fsck.description" = "Det er et problem med disken som er koblet til Apple Wi-Fi-basestasjonen. Koble disken til datamaskinen, og reparer disken.";
"fsck.remedy" = "Disker…";

/* kACPProblemCodeInternalDiskNeedsRepair */
"Ifsc" = "Intern disk trenger reparasjon";
"Ifsc.description" = "Det er et problem med Time Capsule-disken.";
"Ifsc.remedy" = "Disker…";

/* kACPProblemCodeLowDiskSpace */
"fslo" = "Lite plass på disk";
"fslo.description" = "En disk som er koblet til Apple Wi-Fi-basestasjonen, har lite ledig plass.";
"fslo.remedy" = "Disker…";

/* kACPProblemCodeInternalLowDiskSpace */
"Ifsl" = "Lite intern diskplass";
"Ifsl.description" = "Time Capsule-disken har lite ledig plass.";
"Ifsl.remedy" = "Disker…";

/* kACPProblemCodeUnsupportedDisk */
"unsD" = "Disk som ikke støttes";
"unsD.description" = "En disk som er koblet til Apple Wi-Fi-basestasjonen, støttes ikke og kan ikke brukes. Prøv med en annen disk.";
"unsD.remedy" = "Disker…";

/* kACPProblemCodeWANRejectedDHCPOffer */
"waRj" = "Konflikt i DHCP-serien";
"waRj.description" = "Denne Apple Wi-Fi-basestasjonen avslo en DHCP-adresse i samme subnett som enhetens interne DHCP-tjener. Du bør antakelig stille Apple Wi-Fi-basestasjonen til bromodus. Hvis du vil fortsette å bruke DHCP og NAT til å dele én IP-adresse, bør du endre DHCP-serien.";
"waRj.remedy" = "Internett…";

/* kACPProblemCodeUnconfigured */
"ctim" = "Standardinnstillinger";
"ctim.description" = "Denne Apple Wi-Fi-basestasjonen har standardinnstillinger. Du bør konfigurere Apple Wi-Fi-basestasjonen for tilkobling til Internett, sikre det trådløse nettverket og angi et passord.";

/* kACPProblemCodeSoftResetActive */
"soft" = "Myk nullstilling";
"soft.description" = "Apple Wi-Fi-basestasjonen har blitt nullstilt, og du har midlertidig tilgang til å endre innstillingene som hindret deg i å få tilgang til nettverket.";

/* kACPProblemCodeOpenNetwork */
"opNW" = "Usikret trådløst nettverk";
"opNW.description" = "Denne Apple Wi-Fi-basestasjonen er ikke sikret i det trådløse nettverket. Det anbefales at du sikrer det trådløse nettverket ved hjelp av WPA2 Personal.";
"opNW.remedy" = "Endre sikkerhet…";
"opNW.assistDescription" = "Hvis du ikke endrer sikkerhetsmodus, kommer statuslyset på denne Apple Wi-Fi-basestasjonen til å blinke gult. Er du sikker på at du vil fortsette?";

/* kACPProblemCodePublicPassword */
"pubP" = "Standardpassord";
"pubP.description" = "Denne Apple Wi-Fi-basestasjonen er beskyttet av standardpassordet. Det anbefales at du endrer passordet for å beskytte Apple Wi-Fi-basestasjonen.";
"pubP.remedy" = "Endre passord…";
"pubP.assistDescription" = "Hvis du ikke endrer passord, kommer statuslyset på denne Apple Wi-Fi-basestasjonen til å blinke gult. Er du sikker på at du vil fortsette?";

/* kACPProblemCodeDoubleNAT */
"DubN" = "Dobbel NAT";
"DubN.description" = "Denne Apple Wi-Fi-basestasjonen har en privat IP-adresse for Ethernet WAN-porten. Basestasjonen er koblet til en enhet eller et nettverk som bruker NAT (Network Address Translation) for å levere private IP-adresser. Du bør endre Apple Wi-Fi-basestasjonen fra å bruke DHCP og NAT til bromodus.";
"DubN.remedy" = "Internett…";

/* kACPProblemCodeWideAreaBonjourAuth */
"wbAu" = "Bonjour-godkjenning";
"wbAu.description" = "Navnet eller passordet som brukes til godkjenning på DNS-tjeneren, er feil. Oppgi riktig informasjon, og prøv igjen. Hvis du fortsatt har problemer, kontakter du administratoren for DNS-tjeneren du bruker.";
"wbAu.remedy" = "Bonjour…";

/* kACPProblemCodeNonDWDSMain */
"bsWD" = "Utvid nettverk";
"bsWD.description" = "Denne Apple Wi-Fi-basestasjonen kunne ikke utvide det trådløse nettverket. Forsikre deg om at det trådløse nettverket du forsøker å utvide, er konfigurert riktig og fungerer som det skal, at du oppga riktig passord for det trådløse nettverket på denne enheten, og at enheten er innenfor rekkevidden til det trådløse nettverket.";
"bsWD.remedy" = "Trådløst…";

/* kACPProblemCodeUpdateAvailable */
"upAv" = "Firmwareoppdatering tilgjengelig";
"upAv.description" = "Klikk på Oppdater firmware for å laste ned den nyeste firmwaren for denne Apple Wi-Fi-basestasjonen.";
"upAv.remedy" = "Oppdater firmware…";

/* kACPProblemCodeSNMPConfigOverWAN */
"waSN" = "SNMP via WAN";
"waSN.description" = "Denne Apple Wi-Fi-basestasjonen er konfigurert til å tillate SNMP på Ethernet WAN-porten. Dette reduserer nettverkssikkerheten.";
"waSN.remedy" = "Logging og SNMP…";

/* kACPProblemCodeConfigOverWAN */
"waCF" = "Konfigurering via WAN";
"waCF.description" = "Denne Apple Wi-Fi-basestasjonen er konfigurert til å tillate konfigurering via Ethernet WAN-porten. Dette reduserer nettverkssikkerheten.";
"waCF.remedy" = "Basestasjon…";

/* kACPProblemCodeNoDNSServers */
"nDNS" = "Ingen DNS-tjenere";
"nDNS.description" = "Denne Apple Wi-Fi-basestasjonen har ingen DNS-tjeneradresser og kan ha problemer med å koble til Internett.";
"nDNS.remedy" = "Internett…";

/* kACPProblemCodeOldTimeZone */
"timz" = "Programvareoppdatering er tilgjengelig";
"timz.description" = "Klikk på Programvareoppdatering for å oppdatere AirPort-verktøy, og prøv igjen.";
"timz.remedy" = "Programvareoppdatering…";

/* kACPProblemCodeTaskInProgress */
"TaIP" = "Denne Apple Wi-Fi-basestasjonen er opptatt";
"TaIP.description" = "Ikke koble fra eller nullstill denne Apple Wi-Fi-basestasjonen før den er tilgjengelig.";

/* kACPProblemCodeDotMacCredentialsRejected */
"dMCR" = "MobileMe-medlemsnavnet eller -passordet ditt er feil";
"dMCR.description" = "Du har oppgitt feil MobileMe-medlemsnavn eller -passord. Oppgi riktig medlemsnavn og passord, og prøv igjen.";

/* kACPProblemCodeOverTemperature */
"oTMP" = "Enheten kan være i ferd med å overopphetes";
"oTMP.description" = "Kontroller Apple Wi-Fi-basestasjonen. Hvis den er varm, flytter du basestasjonen eller eventuelle objekter som hindrer ventilasjonen.";

/* kACPProblemCodeIPv6TunnelError */
"6gdn" = "IPv6-tunnelfeil";
"6gdn.description" = "Det oppsto en feil med IPv6-tunnelsluttpunktet. Vent til tjenesten er gjenopprettet, og prøv igjen. Ta kontakt med tjenesteleverandøren hvis problemet ikke forsvinner";
"6gdn.remedy" = "IPv6-innstillinger…";

/* kACPProblemCodeIPv6RelayError */
"6rdn" = "IPv6-reléfeil";
"6rdn.description" = "Det oppsto en feil med IPv6-reléruteren. Vent til tjenesten er gjenopprettet, og prøv igjen. Ta kontakt med tjenesteleverandøren hvis problemet ikke forsvinner";
"6rdn.remedy" = "IPv6-innstillinger…";

/* kACPProblemCodeMigrationInterrupted */
"mgrt" = "Overføring avbrutt";
"mgrt.description" = "Time Capsule-diskoverføringen har blitt avbrutt.";
"mgrt.remedy" = "Disker…";

/* kACPProblemCodePostMigrationErase */
"mgEr" = "Overføring fullført";
"mgEr.description" = "Diskoverføring er fullført. Klikk på Fortsett for å slette den gamle Time Capsule-disken.";

/* kACPProblemCodeSMARTStatusWarning */
"SSdF" = "Time Capsule-disken svikter";
"SSdF.description" = "Det er et problem med Time Capsule-disken. Koble en USB-harddisk til Time Capsule, og bruk Disker-panelet i AirPort-verktøy for å legge dataene i et arkiv og sikkerhetskopiere dataene. Besøk en Genius Bar hos en Apple Store-butikk eller Apple-autorisert serviceleverandør i nærheten for å få hjelp.";
"SSdF.remedy" = "Disker…";

/****** Task Strings *******/

/* kACPTaskErasingDisk */
"EraD" = "Slette AirPort-disken";
"EraD.description" = "AirPort-disken %@ slettes. Sletting kan ikke avbrytes.";

/* kACPTaskErasingInternalDisk */
"EraI" = "Slette Time Capsule-disken";
"EraI.description" = "Sletting av Time Capsule-disken kan ikke avbrytes.";

/* kACPTaskArchivingInternalDisk */
"ArcI" = "Legge til Time Capsule-disk i arkiv";
"ArcI.description" = "Time Capsule-disken %1$@ legges til i et arkiv på AirPort-disken %2$@. Klikk på Avbryt for å avbryte arkiveringen.";



/****** Validation Errors *******/

/* Generic Errors */

/* vGenErrorZeroLength */
"gErA" = "En verdi for «%@» er nødvendig.";

/* vGenErrorTooShort */
"gErB" = "Verdien for «%@» er for kort.";

/* vGenErrorTooLong */
"gErC" = "Verdien for «%@» er for lang.";

/* vGenErrorNotSupported */
"gErD" = "Innstillingen «%@» støttes ikke på denne Apple Wi-Fi-basestasjonen.";

/* vGenErrorInvalid */
"gErE" = "Verdien for «%@» er ikke gyldig.";

/* vGenErrorTooHigh */
"gErF" = "Verdien for «%@» er for høy.";

/* vGenErrorTooLow */
"gErG" = "Verdien for «%@» er for lav.";

/* vGenErrorTooManyEntriesInList */
"gErH" = "Det er for mange oppføringer i %@-tabellen.";

/* Specific Errors */

/* vWarnPasswordIsPublic */ 
"vErr.pwPu" = "Du oppnår bedre beskyttelse ved å bruke et annet passord enn «public».";

/* vErrSysLogCollectorInvalid */
"vErr.slCI" = "IP-adressen til Syslog-målet er ikke gyldig.";
/* vErrSysLogLevelInvalid */
"vErr.slLI" = "Syslognivået er ugyldig.";

/* vErrWSecModeUnsupported */
"vErr.wsMU" = "Modusen for trådløssikkerhet som du har markert, støttes ikke av denne Apple Wi-Fi-basestasjonen.";

/* vErrInvalidWEP40Key */
"vErr.iw4K" = "Du har ikke oppgitt en gyldig 40-bits WEP-nøkkel.";
/* vErrInvalidWEP104Key */
"vErr.iw1K" = "Du har ikke oppgitt en gyldig 128-bits WEP-nøkkel.";

/* vErrInvalidTSNKey */
"vErr.iTSN" = "Trådløspassordet for et Transitional Security Network må inneholde nøyaktig 13 tegn.";

/* vErrInvalidWPAKey */
"vErr.iWPA" = "Trådløspassord for WPA Personal-nettverk må inneholde mellom 8 og 63 tegn. Det kan også inneholde 64 heksadesimale tegn.";

/* vErrGroupKeyTimeoutTooShort */
"vErr.ktTS" = "Tidsavbruddgrensen for gruppenøkkel er satt for lavt. Den må være lenger enn eller lik 10 minutter.";
/* vErrGroupKeyTimeoutTooLong */
"vErr.ktTL" = "Tidsavbruddgrensen for gruppenøkkel er satt for høyt. Den må være kortere enn eller lik 9999999 minutter.";

/* vErrAutoChannelSelectionNotSupported */
"vErr.acNS" = "Automatisk kanalvalg støttes ikke av denne Apple Wi-Fi-basestasjonen.";

/* vErrMultiRateNotValidForLowDensity */
"vErr.nvLD" = "Multicastfrekvensen du har valgt, er ikke gyldig for lav radiotetthet.";
/* vErrMultiRateNotValidForMedDensity */
"vErr.nvMD" = "Multicastfrekvensen du har valgt, er ikke gyldig for middels radiotetthet.";
/* vErrMultiRateNotValidForHighDensity */
"vErr.nvHD" = "Multicastfrekvensen du har valgt, er ikke gyldig for høy radiotetthet.";
/* vErrMultiRateNotValidForBNetwork */
"vErr.nvBN" = "Multicastfrekvensen du har valgt, er ikke gyldig for et 802.11b- eller 802.11 b/g-kompatibelt nettverk.";
/* vErrMultiRateNotValidForGNetwork */
"vErr.nvGN" = "Multicastfrekvensen du har valgt, er ikke gyldig for et 802.11g-kompatibelt nettverk.";

/* vErrSTAModeNotSupported */
"vErr.smNS" = "Klientmodus støttes ikke av denne Apple Wi-Fi-basestasjonen.";
/* vErrWirelessDisabledModeNotSupported */
"vErr.wdNS" = "Deaktivering av radio støttes ikke på denne Apple Wi-Fi-basestasjonen.";

/* vErrDHCPOnlyRequiresStaticIP */
"vErr.DHSt" = "Deling av en serie IP-adresser ved hjelp av Kun DHCP krever manuell konfigurering av WAN-IP-adressen. Hvis Internett-leverandøren din gir deg en serie statiske IP-adresser, bør du manuelt konfigurere Apple Wi-Fi-basestasjonen med den første IP-adressen og distribuere resten via DHCP.";

/* vErrRouterSubnetMismatch */
"vErr.rsMM" = "Ruteradressen du har oppgitt, er ikke kompatibel med WAN-IP-adressen din.";
/* vErrWANIPNotSameAsRouter */
"vErr.wnSR" = "WAN-IP-adressen kan ikke være den samme som ruterens IP-adresse.";

/* vErrIPv6ManualTunnelRequiresStaticIP */
"vErr.v6TM" = "En manuelt konfigurert IPv6-tunnel krever en statisk WAN IP-adresse";

/* vErrWANDisableEthernetNotSupported */
"vErr.pcDE" = "Deaktivering av WAN-porten støttes ikke av denne Apple Wi-Fi-basestasjonen.";

/* vErrWANManagementRequiresWANPortEnabled */
"vErr.waNM" = "Hvis du skal tillate ekstern administrering via WAN-porten, må du aktivere WAN-porten.";

/* vErrRouterModeNoBridgeForPPP */
"vErr.rmBP" = "Hvis du bruker PPPoE eller et modem for tilkobling via PPP, må du velge DHCP/NAT.";

/* vErrRouterModeNoDHCPNATForSTA */
"vErr.rmST" = "Deling av Internett-forbindelse støttes ikke når Apple Wi-Fi-basestasjonen er konfigurert for tilkobling til et trådløst nettverk."; 

/* vErrDHCPRangeConflictsWithWANIP */
"vErr.dcWW" = "DHCP-serien du har oppgitt, er i konflikt med WAN IP-adressen til Apple Wi-Fi-basestasjonen.";
/* vErrDHCPRangeEndpointsAreInvalid */
"vErr.dhRa" = "Den første eller siste adressen i DHCP-serien er ugyldig.";

/* vErrWDSWithWPANotSupported */
"vErr.wwNS" = "WPA med WDS støttes ikke av denne Apple Wi-Fi-basestasjonen. Forsikre deg om at du bruker den nyeste firmwaren.";

/* vErrWDSRequiresAtLeastOneNode */
"vErr.w1Nd" = "WDS krever flere Apple Wi-Fi-basestasjoner. Legg til minst én WDS-enhet.";

/* vErrWDSWithWPAEnterprise */
"vErr.wdEn" = "WDS og WPA Enterprise kan ikke brukes samtidig. Hvis du vil konfigurere et WDS-nettverk, bør du bruke WPA Personal.";

/* vErrWDSInFiveGig */
"vErr.wdFi" = "WDS er ikke kompatibelt med radiomoduser som bruker 5 GHz. Endre radiomodus, og prøv igjen.";

/* vErrAccessControlListIsEmpty */
"vErr.acEm" = "MAC-adressetilgangskontroll er aktivert, men har ingen oppføringer. Deaktiver MAC-adressetilgangskontroll, eller legg til oppføringer i listen.";

/* vErrRequiresWABEnabled */
"vErr.rWAB" = "Global annonsering av en tjeneste ved hjelp av Bonjour krever et «wide-area»-vertsnavn. Du kan konfigurere Bonjour-innstillingene ved å klikke på «Rediger…»-knappen i %@-panelet i AirPort-innstillinger.";

/* End of AirePortErrors.strings file */
